{
    "Portofolio": "Portofolio",
    "About Me": "Tentang Saya",
    "Certificates": "Sertifikat",
    "Log Out": "Keluar",
    "Portfolio": "Portofolio",
    "About": "Tentang",
    "Contact": "Kontak",
    "Dashboard": "Dasbor",
    "Log In": "Masuk",
    "Log  In": "Masuk",
    "Crafting Digital Experiences.": "Menciptakan Pengalaman Digital.",
    "View My Work": "Lihat Karya Saya",
    "My Work Philosophy": "Filosofi Kerja Saya",
    "Hello, I'm JriDev.": "Halo, saya JriDev.",
    "Code Structure": "Struktur Kode",
    "Intuitive Design": "Desain Intuitif",
    "Fast Performance": "Performa Cepat",
    "Professional recognition...": "Pengakuan profesional dan kompetensi yang telah saya raih.",
    "Let's Collaborate": "Mari Berkolaborasi",
    "View Credential": "Lihat Kredensial",
    "No projects to display yet.": "Belum ada proyek untuk ditampilkan.",
    "No certificates yet.": "Belum ada sertifikat.",
    "Writing clean code...": "Menulis kode yang bersih, terstruktur, dan mudah dikelola untuk skalabilitas jangka panjang.",
    "Designing interfaces...": "Merancang antarmuka yang tidak hanya indah, tetapi juga mudah digunakan oleh semua kalangan.",
    "Optimizing every aspect...": "Mengoptimalkan setiap aspek aplikasi untuk memastikan waktu muat yang cepat dan responsif.",
    "Have an idea or project...": "Punya ide atau proyek yang ingin Anda wujudkan? Saya siap membantu.",
    "Selected projects...": "Proyek-proyek pilihan yang merepresentasikan keahlian saya.",
    "Lihat Karya Saya": "Lihat Karya Saya",
    "Filosofi Kerja Saya": "Filosofi Kerja Saya",
    "Mari Berkolaborasi": "Mari Berkolaborasi",
    "Struktur Kode": "Struktur Kode",
    "Desain Intuitif": "Desain Intuitif",
    "Performa Cepat": "Performa Cepat",
    "Belum ada proyek untuk ditampilkan.": "Belum ada proyek untuk ditampilkan.",
    "Belum ada sertifikat.": "Belum ada sertifikat.",
    "Lihat Kredensial": "Lihat Kredensial",
    "I am a web developer focused on developing functional, intuitive, and clean design applications.": "Saya adalah seorang web developer yang berfokus pada pengembangan aplikasi yang fungsional, intuitif, dan memiliki desain yang bersih.",
    "Default description.": "Deskripsi default.",
    "Selected projects that represent my skills.": "Proyek-proyek pilihan yang merepresentasikan keahlian saya.",
    "Profile Picture": "Foto Profil",
    "All rights reserved.": "Hak cipta dilindungi undang-undang.",
    "AI Engineer": "Insinyur AI",
    "AI Engineer | Engineering Technology": "Insinyur AI | Teknologi Rekayasa",
    "Membangun sistem cerdas berbasis data, machine learning, dan engineering teknologi untuk menyelesaikan permasalahan nyata secara terukur dan skalabel.": "Membangun sistem cerdas berbasis data, pembelajaran mesin, dan teknologi rekayasa untuk menyelesaikan permasalahan nyata secara terukur dan berskalabel.",
    "Halo, saya Fajri Abdurahman Ghurri": "Halo, saya Fajri Abdurahman Ghurri",
    "Saya adalah AI Engineer dengan fokus pada Engineering Technology, menggabungkan machine learning, computer vision, data-driven system, dan software engineering untuk membangun solusi cerdas yang aplikatif dan siap digunakan di dunia nyata.\r\n\r\nSaya memiliki pengalaman dalam merancang pipeline data, melakukan training dan evaluasi model AI, serta mengintegrasikan model ke dalam aplikasi mobile dan web menggunakan pendekatan end-to-end engineering. Fokus utama saya adalah memastikan model tidak hanya akurat, tetapi efisien, dapat diskalakan, dan mudah di-deploy.": "Saya adalah AI Engineer dengan fokus pada Teknologi Rekayasa, menggabungkan pembelajaran mesin, visi komputer, sistem berbasis data, dan rekayasa perangkat lunak untuk membangun solusi cerdas yang aplikatif dan siap digunakan di dunia nyata.\n\nSaya memiliki pengalaman dalam merancang pipeline data, melakukan pelatihan dan evaluasi model AI, serta mengintegrasikan model ke dalam aplikasi seluler dan web menggunakan pendekatan teknik end-to-end. Fokus utama saya adalah memastikan model tidak hanya akurat, efisien tetapi, dapat diskalakan, dan mudah di-deploy."
}